export const feedbackData = {
    2024: {
        10: [
            { title: "어휘 피드백", content: "사용자가 사용하는 어휘는 67%의 정확도를 가지고 있으며 고급 어휘를 많이 알고 있습니다." },
            { title: "문법 피드백", content: "사용자의 문법 정확성은 평균적으로 80%에 달합니다." },
            { title: "연령별 대화 피드백", content: "대화에서 연령별에 따른 언어 사용 경향이 나타났습니다." },
            { title: "경어체 피드백", content: "경어체 사용에 대한 피드백입니다. 더 자연스러운 표현이 필요합니다." },
        ]
    },
};

export const defaultFeedback = [
    { title: "데이터 없음", content: "해당 년도와 월에 대한 피드백 데이터가 없습니다." },
    { title: "데이터 없음", content: "해당 년도와 월에 대한 피드백 데이터가 없습니다." },
    { title: "데이터 없음", content: "해당 년도와 월에 대한 피드백 데이터가 없습니다." },
    { title: "데이터 없음", content: "해당 년도와 월에 대한 피드백 데이터가 없습니다." }
];

